IDEA Open Model
ExposureClassesDataEc2.ChemicalAttackCheck Property
Compatible with IDEA StatiCa v 10.1
 Check box Chemical Attack
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public bool ChemicalAttackCheck { get; set; }
Public Property ChemicalAttackCheck As Boolean
	Get
	Set
public:
property bool ChemicalAttackCheck {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
ExposureClassesDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace